
/***********************************************************************************************
*
* 課題	S2-1
*
* クラス名	： MyException
* 作成者　クラス名：東京
* 　　　　受講番号：108
* 　　　　氏　　名：　江原　幸佑
*
* 完成日付	：2026/05/11
*
*
*
***********************************************************************************************/


package S2_1;

/**
 *
 * @author FLM
 * @version 1.0.0
 */
public class MyException extends Exception {
    public MyException(String message) {
        super(message);
    }
}